{
  "English": "Inglés",
  "Spanish": "Español",
  "Portuguese": "Portugués",
  "Choose preferred language:": "Elige el idioma preferido:",
  "Enter a name for your widget directory:": "Ingresa un nombre para el directorio de tu widget:",
  "Failed to create directory. Please enter a valid directory name.": "No se pudo crear el directorio. Por favor, ingresa un nombre para el directorio.",
  "Enter the link to contact your integration's support team:": "Ingresa el link para contactar al equipo de soporte de tu integración:",
  "Enter the support service email:": "Ingresa el correo del equipo de soporte:",
  "Initialize the widget only once? Learn more:": "¿Quieres inicializar el widget solo una vez? Aprende más:",
  "Select locales (languages) for your widget": "Selecciona locales (idiomas) para tu widget",
  "(press Space to select, A — select all, I — reset current selection and select unmarked. Press Enter to continue).": "(presiona Espacio para seleccionar, A — seleccionar todo, I — reestablecer la selección actual y seleccionar lo no marcado. Presiona Enter para continuar).",
  "Learn more:": "Aprende más:",
  "Please select at least one language.": "Por favor, selecciona al menos un idioma.",
  "Select where your widget will be displayed, then press Finish to complete. Press <Enter> to continue.": "Selecciona dónde se mostrará tu widget, luego presiona Finalizar para completar. Presiona <Enter> para continuar.",
  "Please select at least one location for your widget.": "Por favor, selecciona al menos una ubicación para tu widget.",
  "Initializing...": "Inicializando...",
  "Only one can be selected": "Solo se puede seleccionar uno",
  "Other locations": "Otras ubicaciones",
  "Downloading your widget...": "Cargando tu widget...",
  "We have developed test functionality that interacts with various locations for you. Would you like to add it?": "Hemos desarrollado una funcionalidad de prueba que interactúa con varias ubicaciones para ti. ¿Te gustaría añadirla?",
  "Widget successfully uploaded to": "¡Widget cargado con éxito en",
  "Starting dependency installation. This may take a few minutes...": "Iniciando la instalación de dependencias. Esto puede tardar unos minutos...",
  "Dependencies successfully installed!": "¡Dependencias instaladas con éxito!",
  "Your Kommo React widget has been successfully created.": "Tu widget de Kommo React ha sido creado con éxito.",
  "To get started:": "Para comenzar:",
  "1. Navigate to the project directory": "1. Navega al directorio del proyecto",
  "2. Review the instructions in the README file.": "2. Revisa las instrucciones del archivo README.",
  "3. To build, use the command:": "3. Para construir, utiliza el comando:",
  "4. To start development mode:": "4. Para iniciar el modo de desarrollo:",
  "If you face any issues, you can reach out to the product development team:": "Si tienes algún problema, puedes contactarte con el equipo de desarrollo del producto:",
  "You have selected the following locations with additional properties in the manifest:": "Has seleccionado las siguientes ubicaciones con propiedades adicionales en el manifiesto:",
  "Please fill in the location properties in the manifest.json file.": "Por favor, completa las propiedades de la ubicación en el archivo manifest.json.",
  "Unable to clone the repository. Please check your internet connection and try again. Learn more:": "No se puede clonar el repositorio. Por favor, verifica tu conexión a internet y vuelve a intentarlo. Aprende más:",
  "A directory with this name already exists. Please enter a different name or delete the existing directory.": "Ya existe un directorio con este nombre. Por favor, ingresa un nombre diferente o elimina el directorio existente.",
  "Unable to install dependencies. Please check the environment and try again. Learn more:": "No se pueden instalar las dependencias. Por favor, verifica el entorno e inténtalo de nuevo. Aprende más:",
  "Process interrupted by the user. Canceling...": "Proceso interrumpido por el usuario. Cancelando...",
  "You have selected incompatible locations. Please choose only one from each pair": "Has seleccionado ubicaciones incompatibles. Elige solo una de cada par",
  "Error:": "Error:",
  "[lcard-1] Display integrations in the lead profile (right panel)": "[lcard-1] Mostrar integraciones en el perfil del lead (panel derecho)",
  "[lcard-0] Initialize integrations without displaying in the lead profile": "[lcard-0] Inicializar integraciones sin mostrarlas en el perfil del lead",
  "[ccard-1] Display integrations in the contact profile (right panel)": "[ccard-1] Mostrar integraciones en el perfil del contacto (panel derecho)",
  "[ccard-0] Initialize integrations without displaying in the contact profile": "[ccard-0] Inicializar integraciones sin mostrarlas en el perfil del contacto",
  "[comcard-1] Display integrations in the company profile (right panel)": "[comcard-1] Mostrar integraciones en el perfil de la empresa (panel derecho)",
  "[comcard-0] Initialize integrations without displaying in the company profile": "[comcard-0] Inicializar integraciones sin mostrarlas en el perfil de la empresa",
  "[llist-1] Display integrations in the lead list menu": "[llist-1] Mostrar integraciones en el menú de la lista de leads",
  "[llist-0] Initialize integrations without displaying in the lead list menu": "[llist-0] Inicializar integraciones sin mostrarlas en el menú de la lista de leads",
  "[clist-1] Display integrations in the contact list menu": "[clist-1] Mostrar integraciones en el menú de la lista de contactos",
  "[clist-0] Initialize integrations without displaying in the contact list menu": "[clist-0] Inicializar integraciones sin mostrarlas en el menú de la lista de contactos",
  "[tlist-1] Display integrations in the task list menu": "[tlist-1] Mostrar integraciones en el menú de la lista de tareas",
  "[tlist-0] Initialize integrations without displaying in the task list menu": "[tlist-0] Inicializar integraciones sin mostrarlas en el menú de la lista de tareas",
  "[settings] Integration settings": "[settings] Configuración de la integración",
  "[advanced_settins] Integration page in advanced settings": "[advanced_settins] Página de integración en configuraciones avanzadas",
  "[card_sdk] Initialize integrations in the card via SDK. Learn more: https://developers.kommo.com/docs/card-sdk": "[card_sdk] Inicializar integraciones en la tarjeta a través del SDK. Aprende más: https://developers.kommo.com/docs/card-sdk",
  "[catalogs] Initialize integrations in the catalog list": "[catalogs] Inicializar integraciones en la lista de catálogos",
  "[digital_pipeline] Initialize integrations in pipeline automations": "[digital_pipeline] Inicializar integraciones en automatizaciones del pipeline",
  "[lead_sources] Initialize integrations in lead sources": "[lead_sources] Inicializar integraciones en fuentes de leads",
  "[widget_page] Initialize integrations in the left menu (public integrations). Learn more: https://developers.kommo.com/docs/left-menu": "[widget_page] Inicializar integraciones en el menú izquierdo (integraciones públicas). Aprende más: https://developers.kommo.com/docs/left-menu",
  "[sms] Initialize integrations for sending system SMS": "[sms] Inicializar integraciones para el envío de SMS del sistema",
  "[mobile_card] Initialize integrations in the mobile app": "[mobile_card] Inicializar integraciones en la aplicación móvil",
  "[salesbot_designer] Initialize integrations in the Salesbot builder": "[salesbot_designer] Inicializar integraciones en el constructor de Salesbot",
  "[website_chat_button] Initialize integrations in website chat button settings": "[website_chat_button] Inicializar integraciones en la configuración del botón de chat en el sitio web",
  "[everywhere] Initialize integrations on all pages": "[everywhere] Inicializar integraciones en todas las páginas"
}
