{
  "English": "Inglês",
  "Spanish": "Espanhol",
  "Portuguese": "Português",
  "Choose preferred language:": "Escolha o idioma preferido:",
  "Enter a name for your widget directory:": "Insira um nome para o diretório do seu widget:",
  "Failed to create directory. Please enter a valid directory name.": "Falha ao criar diretório. Por favor, insira um nome para o diretório.",
  "Enter the link to contact your integration's support team:": "Insira o link para contato da equipe de suporte da sua integração.",
  "Enter the support service email:": "Insira o email de serviço de suporte:",
  "Initialize the widget only once? Learn more:": "Iniciar o widget somente uma vez? Saiba mais:",
  "Select locales (languages) for your widget": "Selecione locales (idiomas) para o seu widget",
  "(press Space to select, A — select all, I — reset current selection and select unmarked. Press Enter to continue).": "(pressione Espaço para selecionar, A — selecionar tudo, I — resetar seleção atual e selecionar o que não está marcado. Pressione Enter para continuar).",
  "Learn more:": "Saiba mais:",
  "Please select at least one language.": "Por favor, selecione ao menos um idioma.",
  "Select where your widget will be displayed, then press Finish to complete. Press <Enter> to continue.": "Selecione onde o widget aparecerá, e então pressione Finalizar para completar. Pressione <Enter> para continuar.",
  "Please select at least one location for your widget.": "Por favor, selecione ao menos um local para o seu widget.",
  "Initializing...": "Inicializando...",
  "Only one can be selected": "Apenas um pode ser selecionado",
  "Other locations": "Outros locais",
  "Downloading your widget...": "Carregando seu widget...",
  "We have developed test functionality that interacts with various locations for you. Would you like to add it?": "Desenvolvemos uma funcionalidade de teste que interage com vários locais para você. Gostaria de adicioná-la?",
  "Widget successfully uploaded to": "Widget carregado com sucesso em",
  "Starting dependency installation. This may take a few minutes...": "Iniciando instalação de dependências. Isso pode levar alguns minutos...",
  "Installing dependencies...": "Instalando dependências...",
  "Dependencies successfully installed!": "Dependências instaladas com sucesso!",
  "Your Kommo React widget has been successfully created.": "Seu widget de Kommo React foi criado com sucesso.",
  "To get started:": "Para começar:",
  "1. Navigate to the project directory": "1. Acesse o diretório do projeto",
  "2. Review the instructions in the README file.": "2. Revise as instruções no arquivo README.",
  "3. To build, use the command:": "3. Para compilar, use o comando:",
  "4. To start development mode:": "4. Para iniciar el modo de desarrollo:",
  "If you face any issues, you can reach out to the product development team:": "Se encontrar problemas, entre em contato com a equipe de desenvolvimento do produto:",
  "You have selected the following locations with additional properties in the manifest:": "Você selecionou os seguintes locais com propriedades adicionais no manifesto:",
  "Please fill in the location properties in the manifest.json file.": "Preencha as propriedades de local no arquivo manifest.json.",
  "Failed to clone repository. Check your internet connection and try again. Learn more:": "Não foi possível clonar o repositório. Verifique sua conexão com a internet e tente novamente. Saiba mais:",
  "A directory with this name already exists. Choose a different name or delete the existing directory.": "Já existe um diretório com esse nome. Escolha um nome diferente ou exclua o diretório existente.",
  "Failed to install dependencies. Check the environment and try again. Learn more:": "Não foi possível instalar as dependências. Verifique o ambiente e tente novamente. Saiba mais:",
  "Process interrupted by the user. Canceling...": "Processo interrompido pelo usuário. Cancelando...",
  "You have selected incompatible locations. Please choose only one from each pair": "Você selecionou locais incompatíveis. Escolha apenas um de cada par",
  "Error:": "Erro:",
  "[lcard-1] Display integrations in the lead profile (right panel)": "[lcard-1] Exibir integrações no perfil do lead (painel direito)",
  "[lcard-0] Initialize integrations without displaying in the lead profile": "[lcard-0] Inicializar integrações sem exibir no perfil do lead",
  "[ccard-1] Display integrations in the contact profile (right panel)": "[ccard-1] Exibir integrações no perfil do contato (painel direito)",
  "[ccard-0] Initialize integrations without displaying in the contact profile": "[ccard-0] Inicializar integrações sem exibir no perfil do contato",
  "[comcard-1] Display integrations in the company profile (right panel)": "[comcard-1] Exibir integrações no perfil da empresa (painel direito)",
  "[comcard-0] Initialize integrations without displaying in the company profile": "[comcard-0] Inicializar integrações sem exibir no perfil da empresa",
  "[llist-1] Display integrations in the lead list menu": "[llist-1] Exibir integrações no menu da lista de leads",
  "[llist-0] Initialize integrations without displaying in the lead list menu": "[llist-0] Inicializar integrações sem exibir no menu da lista de leads",
  "[clist-1] Display integrations in the contact list menu": "[clist-1] Exibir integrações no menu da lista de contatos",
  "[clist-0] Initialize integrations without displaying in the contact list menu": "[clist-0] Inicializar integrações sem exibir no menu da lista de contatos",
  "[tlist-1] Display integrations in the task list menu": "[tlist-1] Exibir integrações no menu da lista de tarefas",
  "[tlist-0] Initialize integrations without displaying in the task list menu": "[tlist-0] Inicializar integrações sem exibir no menu da lista de tarefas",
  "[settings] Integration settings": "[settings] Configurações da integração",
  "[advanced_settins] Integration page in advanced settings": "[advanced_settins] Página de integração nas configurações avançadas",
  "[card_sdk] Initialize integrations in the card via SDK. Learn more: https://developers.kommo.com/docs/card-sdk": "[card_sdk] Inicializar integrações no cartão via SDK. Saiba mais: https://developers.kommo.com/docs/card-sdk",
  "[catalogs] Initialize integrations in the catalog list": "[catalogs] Inicializar integrações na lista de catálogo",
  "[digital_pipeline] Initialize integrations in pipeline automations": "[digital_pipeline] Inicializar integrações em automações do pipeline",
  "[lead_sources] Initialize integrations in lead sources": "[lead_sources] Inicializar integrações em fontes de leads",
  "[widget_page] Initialize integrations in the left menu (public integrations). Learn more: https://developers.kommo.com/docs/left-menu": "[widget_page] Inicializar integrações no menu lateral esquerdo (integrações públicas). Saiba mais: https://developers.kommo.com/docs/left-menu",
  "[sms] Initialize integrations for sending system SMS": "[sms] Inicializar integrações para enviar SMS do sistema",
  "[mobile_card] Initialize integrations in the mobile app": "[mobile_card] Inicializar integrações no aplicativo móvel",
  "[salesbot_designer] Initialize integrations in the Salesbot builder": "[salesbot_designer] Inicializar integrações no editor do Salesbot",
  "[website_chat_button] Initialize integrations in website chat button settings": "[website_chat_button] Inicializar integrações nas configurações do botão de chat",
  "[everywhere] Initialize integrations on all pages": "[everywhere] Inicializar integrações em todas as páginas"
}